---
kind: other
id: Properties.T:Autodesk.Revit.DB.BuiltInFailures.GenericMEPFailures
source: html/5acea211-a7c5-f500-c592-727455ad429e.htm
---
# BuiltInFailures.GenericMEPFailures Properties

X caps were added.